brew "ascii"
brew "bat"
brew "bat-extras"
brew "binutils"
brew "coreutils"
brew "dive"
brew "docker-completion"
brew "eza"
brew "fd"
brew "figlet"
brew "fzf"
brew "gh"
brew "git"
brew "hadolint"
brew "httpie"
brew "ipython"
brew "jq"
brew "just"
brew "k9s"
brew "kubecolor"
brew "llvm"
brew "lua-language-server"
brew "magic-wormhole"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "pandoc"
brew "pkgconf"
brew "ripgrep"
brew "shfmt"
brew "snitch"
brew "stylua"
brew "tldr"
brew "tmux"
brew "uv"
brew "vim"
brew "wget"
brew "yadm"
brew "zoxide"
brew "oven-sh/bun/bun"

cask "bruno"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "obsidian"
cask "raycast"
